Repository: chahal141298/meatz
Catalog: Meatz/Resources/*.lproj/Localizable.strings
Languages: ar

# theItems
source: Items
ar: المنتجات

source: Shop
ar: متجر

# TheShops
source: Offers
ar: العروض

source: Home
ar: الرئيسية

source: Shops
ar: متاجر

source: My Boxes
ar: صندوقي

source: Profile
ar: حسابى

source: Settings
ar: الإعدادات

source: KWD
ar: د.ك

source: Meat
ar: لحوم

source: Poultry
ar: دجاج

source: Fish
ar: اسماك

source: Error
ar: خطأ

source: Ok
ar: موافق

source: Items
ar: منتج

source: Price (High to Low)
ar: السعر الأعلى للأقل

source: Price (Low to High)
ar: السعر الأقل للأعلى

source: Newest
ar: الأحدث

source: Persons
ar: أشخاص

source: shop available
ar: متجر متاح

source: Available
ar: متاح

source: See More
ar: مشاهدة المزيد

source: Confirmation
ar: تأكيد

source: Password sent
ar: تم ارسال كلمه المرور

source: Edit Profile
ar: تعديل حسابى

source: My Orders
ar: طلباتى

source: Wishlist
ar: المفضلة

source: My Address
ar: عناوينى

source: Change Password
ar: تغيير كلمة المرور

source: Logout
ar: تسجيل الخروج

source: Yes
ar: نعم

source: Profile Updated
ar: تم تعديل الحساب

source: Password Changed
ar: تم تغيير كلمة المرور

source: Remove item
ar: حذف منتج

source: Saved Addresses
ar: عناوين محفوظة

source: BLOCK
ar: قطعه

source: STREET
ar: شارع

source: BUILDING
ar: المبنى

source: FLOOR
ar: الطابق

source: Delete address
ar: حذف العنوان

# itemsCountLabel
source: Items :
ar: المنتجات:

# quantityLabel
source: Quantity :
ar: الكمية :

source: N/A
ar: غير متوفر

source: Add to My Box
ar: أضف الى صندوقى

source: Add Box
ar: إضافة صندوق

source: Clear
ar: حذف

source: Cart
ar: سله المشتريات

source: Cash on Delivery
ar: الدفع عند الاستلام

source: Online
ar: أونلاين

source: Login
ar: تسجيل الدخول

source: Something wen wrong!
ar: حدث خطأ ما

source: There are no products
ar: لا توجد منتجات

source: There are no shops
ar: لا يوجد متاجر

source: There are no notifications
ar: لا يوجد إشعارات

source: No Result Found!
ar: لا يوجد نتائج!

source: Are you sure you want to logout
ar: هل انت متأكد أنك تريد تسجيل الخروج

# max prdct count
source: you have reach to maximum quantity of this product
ar: لقد وصلت لأقصي كمية من هذا المنتج

# profileGuestMessage
source: You have to login first to perform this action !
ar: من لك قم بتسجيل الدخول اولاً

# whishlist remove item message
source: Are you sure want to remove Item from Wishlist
ar: هل انت متأكد من حذف منتج من المفضلة

# boxesEmptyMessage
source: There Is no Saved boxes yet, Please add a box & add items
ar: لا يوجد صناديق مضافة حاليا يرجى إضافة صندوق جديد

source: Please login first
ar: من فضلك قم بتسجيل الدخول اولاً

source: Please add a Box for adding the product in box.
ar: يرجى إضافة صندوق جديد لإضافة المنتج

source: wrong email address/password
ar: البريد الإلكترونى أو كلمة المرور غير صحيحة

source: Please enter your email
ar: يرجى إدخال البريد الإلكترونى

source: Please enter your password
ar: يرجى إدخال كلمة المرور

source: Please enter a valid email
ar: يرجى إدخال بريد إلكترونى صحيح

source: Please enter your first name
ar: يرجى إدخال الاسم الأول

source: Please enter your last name
ar: يرجى إدخال الاسم الأخير

source: Please enter your phone
ar: يرجى إدخال رقم الهاتف

# phoneLengthValidation
source: Please enter a valid phone number (8 digits only)
ar: يرجى إدخال رقم هاتف مكون من 8 أرقام فقط

# passLengthValidation
source: Password must be at least 8 characters
ar: كلمة المرور يجب ألا تقل عن 8 أحرف

source: Please enter confirmed password
ar: يرجى إدخال تأكيد كلمة المرور

# passMatching
source: Confirmed password not match password
ar: تأكيد كلمة المرور لا تتطابق مع كلمة المرور

# termsAcceptValidation
source: Please accept privacy policy and T&C
ar: يرجى الموافقة على سياسة الخصوصية والشروط والأحكام

# Please enter old password
source: Please enter old password (must be at least 8 characters)
ar: يرجى إدخال كلمة المرور القديمة (يجب ألا تقل عن ٨ أحرف)

# Please enter new password
source: Please enter new password (must be at least 8 characters)
ar: يرجى إدخال كلمة المرور الجديدة (يجب ألا تقل عن ٨ أحرف)

source: Please enter new confirmed password
ar: يرجى إدخال تأكيد كلمة المرور

# addressRemovalMessage
source: Are you sure you want to remove address from address book.
ar: هل أنت متأكد من حذف العنوان؟

source: Please enter address name
ar: يرجى إدخال اسم العنوان

source: Please select area
ar: يرجى اختيار المنطقة

source: Please enter block
ar: يرجى إدخال القطعة

source: Please enter street no
ar: يرجى إدخال الشارع

source: Please enter house no
ar: يرجى إدخال رقم المبنى

source: Please enter floor no
ar: يرجى إدخال رقم الطابق

source: Please enter flat no
ar: يرجى إدخال رقم الشقة

source: Please enter box name
ar: يرجى إدخال اسم الصندوق

source: There is no items in box. Add Items
ar: لا يوجد منتجات داخل الصندوق قم بإضافة منتجات

source: Items not available
ar: لا يوجد منتجات متاحة

source: May be 1 or 2 Items are not Available right now, Rest of your items has been added Your cart.
ar: ربما منتج أو أكثر غير متوفر الآن. تم إعادة تعيين سلة المشتريات الخاص بك

source: KWD
ar: د.ك

source: Delete Box
ar: حذف الصندوق

source: Are you sure want to remove Box
ar: هل أنت متاكد من حذف هذا الصندوق

source: Please enter your message
ar: يرجى إدخال الرسالة

source: Please enter your name
ar: يرجى إدخال الاسم

source: Please enter a valid phone number (8 digits only)
ar: يرجى إدخال رقم هاتف مكون من 8 أرقام فقط

source: Thanks
ar: شكراً

source: Thanks for your message, We will contact you soon.
ar: شكراً على رسالتك, سنتواصل معك قريباً

source: Your cart is empty
ar: سلة المشتريات فارغه

source: you have reach to maximum quantity of this product
ar: لقد وصلت لأقصى كمية من هذا المنتج

source: Please enter coupon code
ar: يرجى إدخال كود الخصم

source: Please select your address
ar: يرجى إختيار عنوان

source: Please enter your address
ar: يرجى إدخال عنوان

source: Please select payment method
ar: يرجى إختيار طريقة الدفع

source: Promo code Applied!
ar: تم تطبيق الخصم!

source: Invalid Code!
ar: كود الخصم غير صحيح

source: Please enter customer name
ar: يرجى إدخال اسم العميل

source: Please add an address
ar: يرجى إضافة عنوان

source: Try Again
ar: حاول مرة أخرى

source: Message*
ar: الرسالة

source: Other Instructions
ar: معلومات أخرى(اختياري)

source: Unavailable !
ar: غير متوفر

source: This item is unavailable now
ar: هذا المنتج غير متوفر حالياً

# CoponIsAlreadyUsed
source: The coupon has been already used
ar: هذا الكود مستخدم بالفعل

# noOrders
source: There are no orders
ar: لا توجد طلبات متاحة الاَن

source: Out of stock
ar: غير متوفر

# not available, you need to update cart
source: not available, you need to update your cart to continue
ar: غير متوفر ، تحتاج الى تحديث سلة المشتريات الخاصة بك للإستمرار

source: Update
ar: تحديث

source: No offers found
ar: لا توجد عروض

source: My Wallet
ar: محفظتى

source: Please enter the charge value
ar: يرجى إدخال قيمه الشحن

source: Request Sent
ar: تم إرسال الطلب

source: Wallet
ar: المحفظة

source: Normal
ar: عادى

source: Express
ar: سريع

source: to
ar: إلى

source: Please select delivery type
ar: يرجى إختيار طريقة التوصيل

source: Please select order time
ar: يرجى إختيار تاريخ الطلب

source: Please select order date
ar: يرجى إختيار وقت الطلب
